Repository: ZuneTracks/UniTube
Catalog: YouTube.Uwp/Strings/language-*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, be_by, bg_bg, bn_bd, bs_latn_ba, ca_es, cs_cz, da_dk, de_de, el_gr, es_us, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ca, gl_es, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, nb_no, ne_np, nl_nl, or_in, pa_in, pl_pl, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, sw_ke, ta_in, te_in, th_th, tr_tr, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_hans_cn, zh_hant_hk, zu_za

# Settings.OAuthBuiltIn
source: Using built-in UniTube configuration for Profile and uploads. Start Google sign-in first.
af_za: Gebruik ingeboude UniTube-konfigurasie vir profiel en oplaaie. Begin eers Google-aanmelding.
am_et: አብሮ የተሰራውን የUniTube ውቅረትን በመጠቀም ለመገለጫ እና ሰቀላዎች። መጀመሪያ ጎግል መግባትን ጀምር።
ar_sa: استخدام تكوين UniTube المدمج لملف التعريف والتحميلات. ابدأ تسجيل الدخول إلى Google أولاً.
as_in: আলেখ্যন আৰু আপল'ডসমূহৰ বাবে অন্তৰ্নিৰ্মিত UniTube বিন্যাস ব্যৱহাৰ কৰা। প্ৰথমে গুগল চাইন-ইন আৰম্ভ কৰক।
az_latn_az: Profil və yükləmələr üçün daxili UniTube konfiqurasiyasından istifadə. Əvvəlcə Google-a daxil olmağa başlayın.
be_by: Выкарыстанне ўбудаванай канфігурацыі UniTube для профілю і загрузак. Спачатку пачніце ўваход у Google.
bg_bg: Използване на вградена конфигурация на UniTube за профил и качвания. Първо започнете влизане в Google.
bn_bd: প্রোফাইল এবং আপলোডের জন্য অন্তর্নির্মিত UniTube কনফিগারেশন ব্যবহার করে। প্রথমে Google সাইন-ইন শুরু করুন।
bs_latn_ba: Korištenje ugrađene UniTube konfiguracije za profil i otpremanje. Prvo pokrenite prijavu na Google.
ca_es: Utilitzant la configuració integrada d'UniTube per al perfil i les càrregues. Inicieu primer l'inici de sessió de Google.
cs_cz: Použití vestavěné konfigurace UniTube pro profil a nahrávání. Nejprve spusťte přihlášení přes Google.
da_dk: Brug af indbygget UniTube-konfiguration til profil og uploads. Start Google-login først.
de_de: Verwendung der integrierten UniTube-Konfiguration für Profile und Uploads. Starten Sie zunächst die Google-Anmeldung.
el_gr: Χρήση ενσωματωμένης διαμόρφωσης UniTube για Προφίλ και μεταφορτώσεις. Ξεκινήστε πρώτα τη σύνδεση στο Google.
es_us: Usando la configuración integrada de UniTube para perfiles y cargas. Primero inicie sesión en Google.
et_ee: Sisseehitatud UniTube'i konfiguratsiooni kasutamine profiili ja üleslaadimiste jaoks. Esmalt käivitage Google'i sisselogimine.
eu_es: Profilerako eta kargatzeko UniTube konfigurazio integratua erabiliz. Hasi saioa Google-n lehenik.
fa_ir: استفاده از پیکربندی UniTube داخلی برای نمایه و آپلود. ابتدا ورود به سیستم Google را شروع کنید.
fi_fi: Sisäänrakennetun UniTube-määrityksen käyttäminen profiilille ja latauksille. Käynnistä Google-sisäänkirjautuminen ensin.
fil_ph: Paggamit ng built-in na configuration ng UniTube para sa Profile at mga pag-upload. Simulan muna ang pag-sign in sa Google.
fr_ca: Utilisation de la configuration UniTube intégrée pour le profil et les téléchargements. Commencez par vous connecter à Google.
gl_es: Usando a configuración integrada de UniTube para o perfil e as cargas. Inicia sesión en Google primeiro.
gu_in: પ્રોફાઇલ અને અપલોડ્સ માટે બિલ્ટ-ઇન UniTube રૂપરેખાંકનનો ઉપયોગ કરીને. પહેલા Google સાઇન-ઇન શરૂ કરો.
he_il: שימוש בתצורת UniTube מובנית עבור פרופיל והעלאות. התחל תחילה את הכניסה ל-Google.
hi_in: प्रोफ़ाइल और अपलोड के लिए अंतर्निहित यूनीट्यूब कॉन्फ़िगरेशन का उपयोग करना। सबसे पहले Google साइन-इन प्रारंभ करें.
hr_hr: Korištenje ugrađene UniTube konfiguracije za profil i prijenose. Prvo započnite prijavu na Google.
hu_hu: A beépített UniTube konfiguráció használata a profilhoz és a feltöltéshez. Először indítsa el a Google bejelentkezést.
hy_am: Օգտագործելով ներկառուցված UniTube կոնֆիգուրացիան պրոֆիլի և վերբեռնումների համար: Նախ սկսեք Google-ի մուտքը:
id_id: Menggunakan konfigurasi UniTube bawaan untuk Profil dan unggahan. Mulai masuk Google terlebih dahulu.
is_is: Notar innbyggða UniTube stillingu fyrir prófíl og upphleðslur. Byrjaðu Google innskráningu fyrst.
it_it: Utilizzo della configurazione UniTube integrata per profilo e caricamenti. Avvia prima l'accesso a Google.
ja_jp: プロファイルとアップロードに組み込みの UniTube 構成を使用します。まず Google サインインを開始します。
ka_ge: ჩაშენებული UniTube კონფიგურაციის გამოყენება პროფილისა და ატვირთვისთვის. ჯერ დაიწყეთ Google-ში შესვლა.
kk_kz: Профиль және жүктеп салулар үшін кірістірілген UniTube конфигурациясын пайдалану. Алдымен Google жүйесіне кіруді бастаңыз.
km_kh: ការប្រើប្រាស់ការកំណត់រចនាសម្ព័ន្ធ UniTube ដែលមានស្រាប់សម្រាប់កម្រងព័ត៌មាន និងការបង្ហោះ។ ចាប់ផ្តើមការចូល Google ជាមុនសិន។
kn_in: ಪ್ರೊಫೈಲ್ ಮತ್ತು ಅಪ್‌ಲೋಡ್‌ಗಳಿಗಾಗಿ ಅಂತರ್ನಿರ್ಮಿತ ಯುನಿಟ್ಯೂಬ್ ಕಾನ್ಫಿಗರೇಶನ್ ಅನ್ನು ಬಳಸುವುದು. ಮೊದಲು Google ಸೈನ್-ಇನ್ ಅನ್ನು ಪ್ರಾರಂಭಿಸಿ.
ko_kr: 프로필 및 업로드를 위해 내장된 UniTube 구성을 사용합니다. 먼저 Google 로그인을 시작하세요.
ky_kg: Профиль жана жүктөөлөр үчүн камтылган UniTube конфигурациясын колдонуу. Алгач Google'га кириңиз.
lo_la: ການ​ນໍາ​ໃຊ້​ການ​ຕັ້ງ​ຄ່າ UniTube ໃນ​ຕົວ​ສໍາ​ລັບ​ຂໍ້​ມູນ​ແລະ​ການ​ອັບ​ໂຫລດ​. ເລີ່ມການເຂົ້າສູ່ລະບົບ Google ກ່ອນ.
lt_lt: Integruotos UniTube konfigūracijos naudojimas profiliui ir įkėlimams. Pirmiausia paleiskite „Google“ prisijungimą.
lv_lv: Izmantojot iebūvēto UniTube konfigurāciju profilam un augšupielādēm. Vispirms sāciet Google pierakstīšanos.
mk_mk: Користење на вградената конфигурација на UniTube за профил и поставувања. Прво започнете со најавување на Google.
ml_in: പ്രൊഫൈലിനും അപ്‌ലോഡുകൾക്കുമായി അന്തർനിർമ്മിത UniTube കോൺഫിഗറേഷൻ ഉപയോഗിക്കുന്നു. ആദ്യം Google സൈൻ-ഇൻ ആരംഭിക്കുക.
mn_mn: Профайл болон байршуулалтад суурилуулсан UniTube тохиргоог ашиглах. Эхлээд Google-д нэвтэрнэ үү.
mr_in: प्रोफाइल आणि अपलोडसाठी अंगभूत UniTube कॉन्फिगरेशन वापरणे. प्रथम Google साइन-इन सुरू करा.
ms_my: Menggunakan konfigurasi UniTube terbina dalam untuk Profil dan muat naik. Mulakan log masuk Google dahulu.
nb_no: Bruker innebygd UniTube-konfigurasjon for profil og opplastinger. Start Google-pålogging først.
ne_np: प्रोफाइल र अपलोडहरूको लागि निर्मित UniTube कन्फिगरेसन प्रयोग गर्दै। पहिले Google साइन इन सुरु गर्नुहोस्।
nl_nl: Gebruik van ingebouwde UniTube-configuratie voor profiel en uploads. Start eerst het inloggen bij Google.
or_in: ପ୍ରୋଫାଇଲ୍ ଏବଂ ଅପଲୋଡ୍ ପାଇଁ ବିଲ୍ଟ-ଇନ୍ ୟୁନିଟ୍ୟୁବ୍ ବିନ୍ୟାସକରଣ ବ୍ୟବହାର | ପ୍ରଥମେ ଗୁଗୁଲ୍ ସାଇନ୍ ଇନ୍ ଆରମ୍ଭ କରନ୍ତୁ |
pa_in: ਪ੍ਰੋਫਾਈਲ ਅਤੇ ਅਪਲੋਡਸ ਲਈ ਬਿਲਟ-ਇਨ UniTube ਕੌਂਫਿਗਰੇਸ਼ਨ ਦੀ ਵਰਤੋਂ ਕਰਨਾ। ਪਹਿਲਾਂ Google ਸਾਈਨ-ਇਨ ਸ਼ੁਰੂ ਕਰੋ।
pl_pl: Korzystanie z wbudowanej konfiguracji UniTube dla profilu i przesyłania. Najpierw rozpocznij logowanie do Google.
pt_br: Usando configuração UniTube integrada para perfil e uploads. Inicie o login do Google primeiro.
ro_ro: Folosind configurația încorporată UniTube pentru profil și încărcări. Începeți mai întâi conectarea la Google.
ru_ru: Использование встроенной конфигурации UniTube для профиля и загрузки. Сначала запустите вход в Google.
si_lk: පැතිකඩ සහ උඩුගත කිරීම් සඳහා බිල්ට් යුනිටියුබ් වින්‍යාසය භාවිතා කිරීම. මුලින්ම Google පුරනය වීම ආරම්භ කරන්න.
sk_sk: Používanie vstavanej konfigurácie UniTube pre profil a nahrávanie. Najprv spustite prihlásenie cez Google.
sl_si: Uporaba vgrajene konfiguracije UniTube za profil in nalaganja. Najprej začnite prijavo v Google.
sq_al: Përdorimi i konfigurimit të integruar të UniTube për profilin dhe ngarkimet. Fillo fillimisht identifikimin në Google.
sr_cyrl_rs: Коришћење уграђене УниТубе конфигурације за профил и отпремање. Прво покрените пријављивање на Гоогле.
sr_latn_rs: Korišćenje ugrađene UniTube konfiguracije za profil i otpremanje. Prvo pokrenite prijavljivanje na Google.
sv_se: Använder inbyggd UniTube-konfiguration för profil och uppladdningar. Starta Google-inloggning först.
sw_ke: Kwa kutumia usanidi wa UniTube uliojengewa ndani kwa Wasifu na upakiaji. Anzisha kuingia kwa Google kwanza.
ta_in: சுயவிவரம் மற்றும் பதிவேற்றங்களுக்கு உள்ளமைக்கப்பட்ட யூனிடியூப் உள்ளமைவைப் பயன்படுத்துதல். முதலில் Google உள்நுழைவைத் தொடங்கவும்.
te_in: ప్రొఫైల్ మరియు అప్‌లోడ్‌ల కోసం అంతర్నిర్మిత UniTube కాన్ఫిగరేషన్‌ని ఉపయోగించడం. ముందుగా Google సైన్-ఇన్‌ని ప్రారంభించండి.
th_th: การใช้การกำหนดค่า UniTube ในตัวสำหรับโปรไฟล์และการอัปโหลด เริ่มการลงชื่อเข้าใช้ Google ก่อน
tr_tr: Profil ve yüklemeler için yerleşik UniTube yapılandırmasını kullanma. Önce Google ile oturum açmayı başlatın.
uk_ua: Використання вбудованої конфігурації UniTube для профілю та завантажень. Спочатку почніть вхід Google.
ur_pk: پروفائل اور اپ لوڈز کے لیے بلٹ ان UniTube کنفیگریشن کا استعمال۔ پہلے گوگل سائن ان شروع کریں۔
uz_latn_uz: Profil va yuklashlar uchun o'rnatilgan UniTube konfiguratsiyasidan foydalanish. Avval Google hisobiga kirishni boshlang.
vi_vn: Sử dụng cấu hình UniTube tích hợp cho Hồ sơ và tải lên. Bắt đầu đăng nhập bằng Google trước.
zh_hans_cn: 使用内置 UniTube 配置进行配置文件和上传。首先启动 Google 登录。
zh_hant_hk: 使用內建 UniTube 設定進行設定檔和上傳。首先啟動 Google 登入。
zu_za: Isebenzisa ukulungiselelwa kwe-UniTube eyakhelwe ngaphakathi Yephrofayili nokulayishwayo. Qala ukungena ngemvume kwe-Google kuqala.

# Settings.OAuthCredentialsSaved
source: Limited-input device OAuth credentials saved. If either value changed, sign in again before uploading.
af_za: Beperkte invoertoestel-OAuth-eiebewyse is gestoor. As enige van die waardes verander het, meld weer aan voor oplaai.
am_et: የተወሰነ የግቤት መሣሪያ OAuth ምስክርነቶች ተቀምጠዋል። የትኛውም ዋጋ ከተቀየረ ከመጫንዎ በፊት እንደገና ይግቡ።
ar_sa: تم حفظ بيانات اعتماد OAuth لجهاز الإدخال المحدود. إذا تغيرت أي من القيمتين، قم بتسجيل الدخول مرة أخرى قبل التحميل.
as_in: সীমিত-ইনপুট ডিভাইচ OAuth প্ৰমাণপত্ৰসমূহ সংৰক্ষণ কৰা হৈছে। যদি যিকোনো এটা মান সলনি হয়, আপলোড কৰাৰ আগতে পুনৰ চাইন ইন কৰক।
az_latn_az: Məhdud giriş cihazı OAuth etimadnaməsi yadda saxlanıldı. Hər iki dəyər dəyişibsə, yükləməzdən əvvəl yenidən daxil olun.
be_by: Уліковыя даныя OAuth прылады з абмежаваным уводам захаваны. Калі якое-небудзь значэнне змянілася, увайдзіце яшчэ раз перад загрузкай.
bg_bg: Идентификационните данни за OAuth на устройството с ограничено въвеждане са запазени. Ако някоя от стойностите се промени, влезте отново преди качване.
bn_bd: সীমিত-ইনপুট ডিভাইস OAuth শংসাপত্র সংরক্ষণ করা হয়েছে৷ যদি উভয়ের মান পরিবর্তিত হয়, আপলোড করার আগে আবার সাইন ইন করুন।
bs_latn_ba: OAuth vjerodajnice uređaja s ograničenim unosom su sačuvane. Ako se bilo koja vrijednost promijeni, prijavite se ponovo prije otpremanja.
ca_es: S'han desat les credencials d'OAuth del dispositiu d'entrada limitada. Si algun dels valors ha canviat, torneu a iniciar la sessió abans de penjar-ho.
cs_cz: Přihlašovací údaje OAuth zařízení s omezeným vstupem byly uloženy. Pokud se některá z hodnot změnila, před nahráním se znovu přihlaste.
da_dk: OAuth-legitimationsoplysninger med begrænset input-enhed blev gemt. Hvis en af ​​værdierne ændres, skal du logge ind igen før upload.
de_de: OAuth-Anmeldeinformationen für Geräte mit eingeschränkter Eingabe gespeichert. Wenn sich einer der Werte geändert hat, melden Sie sich vor dem Hochladen erneut an.
el_gr: Τα διαπιστευτήρια OAuth συσκευής περιορισμένης εισόδου αποθηκεύτηκαν. Εάν κάποια τιμή αλλάξει, συνδεθείτε ξανά πριν τη μεταφόρτωση.
es_us: Se guardaron las credenciales OAuth del dispositivo de entrada limitada. Si alguno de los valores cambió, inicie sesión nuevamente antes de cargar.
et_ee: Piiratud sisendiga seadme OAuthi mandaat on salvestatud. Kui kumbki väärtus muutub, logige enne üleslaadimist uuesti sisse.
eu_es: Sarrera mugatuko gailuaren OAuth kredentzialak gorde dira. Balioren bat aldatzen bada, hasi saioa berriro kargatu aurretik.
fa_ir: اطلاعات کاربری OAuth دستگاه با ورودی محدود ذخیره شد. اگر یکی از مقادیر تغییر کرد، قبل از آپلود دوباره وارد شوید.
fi_fi: Rajoitetun syöttölaitteen OAuth-kirjautumistiedot tallennettu. Jos jompikumpi arvo muuttuu, kirjaudu uudelleen sisään ennen lataamista.
fil_ph: Na-save ang mga kredensyal ng OAuth ng device na may limitadong input. Kung nagbago ang alinmang halaga, mag-sign in muli bago mag-upload.
fr_ca: Informations d'identification OAuth de l'appareil à entrée limitée enregistrées. Si l'une des valeurs change, connectez-vous à nouveau avant de télécharger.
gl_es: Gardáronse as credenciais de OAuth do dispositivo de entrada limitada. Se algún dos valores cambiou, inicie sesión de novo antes de cargar.
gu_in: મર્યાદિત-ઇનપુટ ઉપકરણ OAuth ઓળખપત્રો સાચવ્યાં. જો કોઈ એક મૂલ્ય બદલાયું હોય, તો અપલોડ કરતા પહેલા ફરીથી સાઇન ઇન કરો.
he_il: אישורי OAuth של מכשיר עם קלט מוגבל נשמרו. אם אחד מהערכים השתנה, היכנס שוב לפני ההעלאה.
hi_in: सीमित-इनपुट डिवाइस OAuth क्रेडेंशियल सहेजे गए। यदि कोई भी मान बदल गया है, तो अपलोड करने से पहले दोबारा साइन इन करें।
hr_hr: Spremljene OAuth vjerodajnice uređaja s ograničenim unosom. Ako se bilo koja vrijednost promijenila, ponovno se prijavite prije učitavanja.
hu_hu: A korlátozott bevitelű eszköz OAuth hitelesítő adatai mentve. Ha bármelyik érték megváltozott, jelentkezzen be újra a feltöltés előtt.
hy_am: Սահմանափակ մուտքագրման սարքի OAuth հավատարմագրերը պահվեցին: Եթե ​​որևէ արժեք փոխվել է, վերբեռնելուց առաջ նորից մուտք գործեք:
id_id: Kredensial OAuth perangkat dengan masukan terbatas disimpan. Jika salah satu nilai berubah, masuk lagi sebelum mengunggah.
is_is: OAuth-skilríki með takmörkuðu inntaki vistuð. Ef annað hvort gildið hefur breyst skaltu skrá þig inn aftur áður en þú hleður upp.
it_it: Credenziali OAuth del dispositivo a input limitato salvate. Se uno dei valori è cambiato, accedi nuovamente prima del caricamento.
ja_jp: 入力が制限されたデバイスの OAuth 資格情報が保存されました。いずれかの値が変更された場合は、アップロードする前に再度サインインしてください。
ka_ge: შეზღუდული შეყვანის მოწყობილობის OAuth სერთიფიკატები შენახულია. თუ რომელიმე მნიშვნელობა შეიცვალა, შედით ხელახლა ატვირთვამდე.
kk_kz: Шектеулі енгізу құрылғысының OAuth тіркелгі деректері сақталды. Егер мәндердің бірі өзгерсе, жүктеп салудан бұрын жүйеге қайта кіріңіз.
km_kh: ឧបករណ៍បញ្ចូលមានកំណត់ អត្តសញ្ញាណ OAuth ត្រូវបានរក្សាទុក។ ប្រសិនបើតម្លៃទាំងពីរបានផ្លាស់ប្តូរ សូមចូលម្តងទៀតមុនពេលផ្ទុកឡើង។
kn_in: ಸೀಮಿತ-ಇನ್‌ಪುಟ್ ಸಾಧನ OAuth ರುಜುವಾತುಗಳನ್ನು ಉಳಿಸಲಾಗಿದೆ. ಮೌಲ್ಯವನ್ನು ಬದಲಾಯಿಸಿದರೆ, ಅಪ್‌ಲೋಡ್ ಮಾಡುವ ಮೊದಲು ಮತ್ತೊಮ್ಮೆ ಸೈನ್ ಇನ್ ಮಾಡಿ.
ko_kr: 제한된 입력 장치 OAuth 자격 증명이 저장되었습니다. 두 값 중 하나라도 변경된 경우 업로드하기 전에 다시 로그인하세요.
ky_kg: Чектелген киргизүүчү түзмөк OAuth эсептик дайындары сакталды. Эгер эки маани өзгөрсө, жүктөөдөн мурун кайра кириңиз.
lo_la: ບັນທຶກຂໍ້ມູນປະຈຳຕົວ OAuth ອຸປະກອນປ້ອນຂໍ້ມູນຈຳກັດໄວ້ແລ້ວ. ຖ້າຄ່າທັງສອງມີການປ່ຽນແປງ, ເຂົ້າສູ່ລະບົບອີກຄັ້ງກ່ອນທີ່ຈະອັບໂຫລດ.
lt_lt: Ribotos įvesties įrenginio OAuth kredencialai išsaugoti. Jei kuri nors reikšmė pasikeitė, prieš įkeldami prisijunkite dar kartą.
lv_lv: Ierobežotas ievades ierīces OAuth akreditācijas dati ir saglabāti. Ja kāda no vērtībām ir mainīta, pirms augšupielādes pierakstieties vēlreiz.
mk_mk: Ингеренциите за OAuth на уредот со ограничен влез се зачувани. Ако било која вредност се смени, најавете се повторно пред да ја поставите.
ml_in: പരിമിതമായ ഇൻപുട്ട് ഉപകരണം OAuth ക്രെഡൻഷ്യലുകൾ സംരക്ഷിച്ചു. ഏതെങ്കിലും മൂല്യം മാറിയെങ്കിൽ, അപ്‌ലോഡ് ചെയ്യുന്നതിന് മുമ്പ് വീണ്ടും സൈൻ ഇൻ ചെയ്യുക.
mn_mn: Хязгаарлагдмал оролтын төхөөрөмжийн OAuth итгэмжлэлийг хадгалсан. Хэрэв аль нэг утга өөрчлөгдсөн бол байршуулахаас өмнө дахин нэвтэрнэ үү.
mr_in: मर्यादित-इनपुट डिव्हाइस OAuth क्रेडेन्शियल सेव्ह केले. एकतर मूल्य बदलले असल्यास, अपलोड करण्यापूर्वी पुन्हा साइन इन करा.
ms_my: Bukti kelayakan OAuth peranti input terhad disimpan. Jika mana-mana nilai berubah, log masuk semula sebelum memuat naik.
nb_no: OAuth-legitimasjon for begrenset inndata er lagret. Hvis en av verdiene er endret, logger du på igjen før du laster opp.
ne_np: सीमित-इनपुट उपकरण OAuth प्रमाणहरू बचत गरियो। यदि कुनै मान परिवर्तन भयो भने, अपलोड गर्नु अघि फेरि साइन इन गर्नुहोस्।
nl_nl: OAuth-inloggegevens voor apparaat met beperkte invoer opgeslagen. Als een van beide waarden is gewijzigd, logt u opnieuw in voordat u gaat uploaden.
or_in: ସୀମିତ-ଇନପୁଟ୍ ଉପକରଣ OAuth ପରିଚୟପତ୍ର ସ saved ୍ଚୟ ହୋଇଛି | ଯଦି ଉଭୟ ମୂଲ୍ୟ ବଦଳିଛି, ଅପଲୋଡ୍ କରିବା ପୂର୍ବରୁ ପୁନର୍ବାର ସାଇନ୍ ଇନ୍ କରନ୍ତୁ |
pa_in: ਸੀਮਤ-ਇਨਪੁਟ ਡਿਵਾਈਸ OAuth ਕ੍ਰੈਡੈਂਸ਼ੀਅਲ ਸੁਰੱਖਿਅਤ ਕੀਤੇ ਗਏ। ਜੇਕਰ ਮੁੱਲ ਬਦਲਿਆ ਗਿਆ ਹੈ, ਤਾਂ ਅੱਪਲੋਡ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਦੁਬਾਰਾ ਸਾਈਨ ਇਨ ਕਰੋ।
pl_pl: Zapisano dane uwierzytelniające OAuth urządzenia z ograniczoną liczbą wejść. Jeśli którakolwiek wartość uległa zmianie, zaloguj się ponownie przed przesłaniem.
pt_br: Credenciais OAuth do dispositivo de entrada limitada salvas. Se algum dos valores for alterado, faça login novamente antes de fazer upload.
ro_ro: Acreditările OAuth ale dispozitivului cu introducere limitată au fost salvate. Dacă oricare dintre valori s-a schimbat, conectați-vă din nou înainte de a încărca.
ru_ru: Учетные данные OAuth устройства с ограниченным вводом сохранены. Если какое-либо значение изменилось, войдите в систему еще раз перед загрузкой.
si_lk: සීමිත ආදාන උපාංග OAuth අක්තපත්‍ර සුරකින ලදී. එක් අගයක් වෙනස් වී ඇත්නම්, උඩුගත කිරීමට පෙර නැවත පුරන්න.
sk_sk: Poverenia OAuth zariadenia s obmedzeným vstupom boli uložené. Ak sa niektorá z hodnôt zmenila, pred odovzdaním sa znova prihláste.
sl_si: Poverilnice OAuth naprave z omejenim vnosom so shranjene. If either value changed, sign in again before uploading.
sq_al: Kredencialet OAuth të pajisjes me hyrje të kufizuar u ruajtën. Nëse ndonjë nga vlerat ka ndryshuar, regjistrohu përsëri përpara se të ngarkosh.
sr_cyrl_rs: ОАутх акредитиви уређаја са ограниченим уносом су сачувани. Ако се било која вредност промени, пријавите се поново пре отпремања.
sr_latn_rs: OAuth akreditivi uređaja sa ograničenim unosom su sačuvani. Ako se bilo koja vrednost promeni, prijavite se ponovo pre otpremanja.
sv_se: OAuth-uppgifter med begränsad indata har sparats. Om något av värdena ändras, logga in igen innan du laddar upp.
sw_ke: Kitambulisho cha OAuth cha kifaa cha kuingiza data chache kimehifadhiwa. Ikiwa thamani yoyote itabadilika, ingia tena kabla ya kupakia.
ta_in: வரையறுக்கப்பட்ட உள்ளீட்டு சாதனம் OAuth நற்சான்றிதழ்கள் சேமிக்கப்பட்டன. மதிப்பு மாறியிருந்தால், பதிவேற்றுவதற்கு முன் மீண்டும் உள்நுழையவும்.
te_in: పరిమిత-ఇన్‌పుట్ పరికరం OAuth ఆధారాలు సేవ్ చేయబడ్డాయి. ఏదైనా విలువ మారినట్లయితే, అప్‌లోడ్ చేయడానికి ముందు మళ్లీ సైన్ ఇన్ చేయండి.
th_th: บันทึกข้อมูลรับรอง OAuth ของอุปกรณ์อินพุตแบบจำกัดแล้ว หากค่าใดค่าหนึ่งเปลี่ยนแปลง ให้ลงชื่อเข้าใช้อีกครั้งก่อนอัปโหลด
tr_tr: Sınırlı girişli cihaz OAuth kimlik bilgileri kaydedildi. Değerlerden herhangi biri değiştiyse yüklemeden önce tekrar oturum açın.
uk_ua: Облікові дані OAuth пристрою з обмеженим введенням збережено. Якщо будь-яке значення змінилося, увійдіть ще раз перед завантаженням.
ur_pk: محدود ان پٹ ڈیوائس OAuth کی اسناد محفوظ ہو گئیں۔ اگر دونوں میں سے کوئی قدر تبدیل ہو جائے تو اپ لوڈ کرنے سے پہلے دوبارہ سائن ان کریں۔
uz_latn_uz: Cheklangan kirish qurilmasi OAuth hisob maʼlumotlari saqlandi. Agar qiymatlardan biri o‘zgargan bo‘lsa, yuklashdan oldin tizimga qayta kiring.
vi_vn: Đã lưu thông tin xác thực OAuth của thiết bị đầu vào có giới hạn. Nếu một trong hai giá trị thay đổi, hãy đăng nhập lại trước khi tải lên.
zh_hans_cn: 已保存有限输入设备 OAuth 凭据。如果任一值发生更改，请在上传前重新登录。
zh_hant_hk: 已儲存有限輸入設備 OAuth 憑證。如果任一值發生更改，請在上傳前重新登入。
zu_za: Kulondoloziwe imininingwane ye-OAuth yedivayisi yokokufaka okukhawulelwe. Uma noma yiliphi inani lishintshile, ngena ngemvume futhi ngaphambi kokulayisha.
